[配置]
热键=^MButton
热键_1=^1
热键_1_off=^2
热键_2=!CapsLock
上次动作=^3
hotkeyList=1,2,3,4,5,6,7,8,9,0,-,=,q,w,e,r,t,y,u,i,o,p,[,]
menuhotkeyList1=1,2,3,4,5,6,7,8,9,0,-,=
menuhotkeyList2=q,w,e,r,t,y,u,i,o,p,[,]
随系统启动=1
为所有用户设置随系统启动=0
点击动作按钮后自动关闭面板窗口=1
专家模式=0
鼠标手势=1
热字串=1
主界面手势=上右
主菜单手势=上左
db数据库=1
菜单模式开启一级子菜单=1
菜单模式子菜单显示图标=0
悬浮按钮=1032
悬浮按钮_x=1333
悬浮按钮_y=157
悬浮按钮_AutoHide=0
JumpList=1
跟随启动=1
定时动作=1
局域网网页动作=1
管理员权限运行=0
面板按钮显示提示=1
点击托盘图标显示面板窗口=1
动作托盘图标=0
接管外部脚本的托盘图标=0
组合动作自动显示临时悬浮按钮=0
组合动作悬浮按钮_x=1206
组合动作悬浮按钮_y=144
首次运行=1
额外任务栏=1
额外任务栏_Pos=右
额外任务栏_AutoHide=0

; 窗口分组, 用于动作热键设置条件热键
[窗口分组]
Prew_Group=CabinetWClass|ExploreWClass|Progman|WorkerW|#32770|EVERYTHING|TTOTAL_CMD
Group_新建文件=CabinetWClass|ExploreWClass|Progman|WorkerW|#32770|TTOTAL_CMD

[注册]
上次运行日期=20230309
上次运行时间=21
注册码=

[其他程序]
notepad2=%A_ScriptDir%\引用程序\x32\Notepad2.exe
notepad2_64=%A_ScriptDir%\引用程序\x64\Notepad2.exe
Chrome=C:\Program Files\Google\Chrome\Application\chrome.exe
360se=C:\Users\Administrator\AppData\Roaming\360se6\Application\360se.exe
VSCode=F:\Program Files\Editor\VSCode\Code.exe
Vlc=D:\Program Files\VideoLAN\VLC\x64\vlc.exe
ue=F:\Program Files\Editor\UltraEdit-32\uedit32.exe
msedge=C:\Program Files (x86)\Microsoft\Edge\Application\msedge.exe
7z=F:\Program Files\Directory Opus\VFSPlugins\7z.exe
WinRar=D:\Program Files\Winrar\x32\WinRAR.exe
AutoHotkeyU32=%A_ScriptDir%\引用程序\AutoHotkey32.exe
AutoHotkeyU64=%A_ScriptDir%\引用程序\AutoHotkey64.exe
AutoHotkey32=%A_ScriptDir%\引用程序\2.0\AutoHotkeyU32.exe
AutoHotkey64=%A_ScriptDir%\引用程序\2.0\AutoHotkeyU64.exe
7zg=F:\Program Files\Directory Opus\VFSPlugins\7zG.exe
unlocker=F:\Program Files\File Maneger\Unlocker\x64\Unlocker.exe
Ps=E:\Program Files\Adobe\Photoshop CS6\Photoshop.exe
PP=C:\Users\Administrator\Desktop\Adobe Premiere Pro CS6\Adobe Premiere Pro.exe
SciTE=F:\Program Files\AutoHotkey\SciTE\SciTE.exe

[Browser]
Default_Browser=360se.exe,360chrome.exe,msedge.exe
Default_Url=171.106.48.228|icbc.com
InUse_Browser=chrome.exe,360se.exe,360chrome.exe,firefox.exe,msedge.exe,iexplore.exe

[FilePrew]
删除文件前显示对话框=1
avi|flv|mp3|mp4|rmvb|wav|wma|mid|m4a|rm|mkv|f4v|wmv|aac|flac=music
;md=md_html
ahk|ahk2|au3|bat|cmd|ini|js|lng|py|reg|txt|vbs|xml|lrc|log|lst|md=text
pdf=pdf
bmp|jpg|jpeg|png|gif=pic
htm|html=html
7z|rar|zip|=rar
doc|docx|rtf|xlsx=wps
xls=xls

[外部脚本]
文件库文件夹一=G:\Music
文件库文件夹二=G:\资料\脚本收集
